[Section]
1|Key=1 Общее положение:
2|Key=1.1 Проект основан на режиме RolePlay. Все действия происходят в вымышленном мире штата "San Andreas". Штат расположен в США. Поэтому действия стоит отыгрывать, опираясь на американскую модель поведения и манеру общения, а именно:
3|Key=Толерантное отношение ко всем социальным меньшинствам, религиозным группам, расам и национальностям.
4|Key=Уважительное отношение к сотрудникам правоохранительных органов.
5|Key=Густонаселенность в городской и сельской местностях, а также постоянное присутствие людей в публичных местах.
6|Key=1.2 Время на серверах соответствует реальному времени по часовому поясу GMT+3 (Москва).
7|Key=1.3 Игровой год на сервере соответствует годам в реальном времени.
8|Key=1.4 Создавая игровой аккаунт, игрок соглашается со всеми правилами проекта и сервера, на котором он играет. Правила серверов доступны на данном форуме, в разделе каждого сервера, ссылки прикреплены в приложении 1. Правила серверов могут расширять или переопределять некоторые пункты данных правил.
9|Key=1.5 Незнание правил проекта/сервера не освобождает игрока от ответственности за их нарушение.
10|Key=1.6 Корректировки правил проекта/сервера могут вноситься в любой момент, незнание актуальной версии правил не освобождает от ответственности за их нарушение.
11|Key=1.7 Запрещено использование, а также хранение любых читов, модов, программ, скриптов и модификаций, дающих преимущество над другими игроками, в том числе встроенного в периферию (клавиатуру/мышку), а также любых технических модификаций или нестандартных методов использования периферии. | Блокировка от 3 дней/Перманентная блокировка аккаунта/Черный список проекта.
12|Key=1.7.1 Запрещены любые модификации операционной системы, твики, мешающие или отключающие записи в активность компьютера, в его ветки реестра и прочие разделы, подлежащие проверкам при подозрениях на использование стороннего ПО. | Запрет на участие в соревновательных мероприятиях/Блокировка от 3 дней/Перманентная блокировка аккаунта/Черный список проекта.
13|Key=1.8 Запрещено распространение любых читов, модов, программ, скриптов и модификаций, дающих преимущество над другими игроками. | Перманентная блокировка аккаунта/Черный список проекта.
14|Key=1.9 Запрещено использование и сокрытие от администрации багов сервера, а также обход игровых ограничений любым путем (вход/выход из машины в наручниках, любые взаимодействия с игрой с включенным оверлеем RageMP и т.п.). | Блокировка от 3 дней/Перманентная блокировка аккаунта/Черный список проекта.
15|Key=1.10 Запрещено использование недоработок/уязвимостей в правилах проекта/сервера. | Блокировка от 3 дней.
16|Key=1.11 Запрещена провокация или подталкивание к нарушению правил проекта/сервера. Правило не распространяется на общение между игроками в любых модерируемых зонах. Данное правило не освобождает спровоцированного от ответственности. | Блокировка от 3 дней/Перманентная блокировка аккаунта/Черный список проекта.
17|Key=1.12 Запрещены деструктивные действия по отношению к проекту: неконструктивная критика, призывы покинуть проект, попытки нарушить развитие проекта, атаки на ресурсы проекта или любые другие действия, способные привести к помехам в игровом процессе или причинить вред администрации за пределами проекта. | Блокировка от 15 дней/Перманентная блокировка аккаунта/Черный список проекта.
18|Key=1.13 Запрещены попытки нанесения урона экономике проекта/сервера. | Блокировка от 15 дней/Перманентная блокировка аккаунта/Черный список проекта.
19|Key=1.14 Запрещена реклама любых сторонних ресурсов без согласования с командой проекта. | Блокировка от 15 дней/Перманентная блокировка аккаунта/Черный список проекта.
20|Key=1.15 Запрещена любая травля/подталкивание к травле за пределами игрового мира (в реальной жизни), слив фотографий, распространение личных данных и т.п., что может как-либо опорочить честь и достоинство игрока/администратора, для его дальнейшей комфортной игры/пребывания на проекте. | Блокировка от 31 дня/Перманентная блокировка аккаунта/Черный список проекта.
21|Key=1.16 Запрещены угрозы расправы в реальной жизни, а также угрозы причинения какого-либо ущерба. Запрещен шантаж в любом проявлении за пределами RP-ситуации. | Блокировка от 31 дня/Перманентная блокировка аккаунта/Черный список проекта.
22|Key=1.17 Запрещено сокрытие/помощь нарушителям проекта - читерам/сливерам/продавцам и т.п., пособничество им квалифицируется как соучастие и наказывается в той же мере, в которой наказывается сам нарушитель.
23|Key=1.18 Права на все написанные предложения/улучшения/темы/информацию на форуме/дискорде, отчуждаются автором в пользу проекта и переходят в его интеллектуальную собственность.
24|Key=1.19 Игрок, который зафиксировал нарушение со стороны другого игрока/администрации, имеет право подать жалобу на форум в соответствующий раздел.
25|Key=1.20 Игрок имеет право обжаловать любое наказание администрации в течение 3 дней с момента наказания, создав тему на форуме в разделе «Обжалование наказаний».
26|Key=1.21 При обращении в репорт, игрок должен соблюдать следующие принципы:
27|Key=запрещено употребление ненормативной лексики;
28|Key=запрещено оскорбление игроков/администрации;
29|Key=запрещено задавать вопросы не касающиеся функционала/игрового процесса;
30|Key=запрещено писать в репорт используя caps;
31|Key=запрещены просьбы к администрации проследить за какой-либо сделкой;
32|Key=запрещено требовать у Администрации выдать Вам какие-либо материальные блага;
33|Key=администрация не телепортирует/переворачивает транспортные средства игроков без веской причины;
34|Key=администрация не увольняет игроков из фракции/организации;
35|Key=администрация не меняет имена игрокам;
36|Key=запрещен массовый спам в репорт по одной ситуации со стороны состава фракции/организации;
37|Key=администрация не разглашает информацию, касающуюся игрового процесса, в рамках которого игрок должен прийти к этой информации самостоятельно.
38|Key=За нарушение данных принципов к игроку могут быть применено наказание. | Предупреждение/Kick/Блокировка от 1 дня.
39|Key=1.22 Запрещено требование и/или предложение материального вознаграждения на сервере или за его пределами за удаление каких-либо жалоб/публикаций на форуме, за отказ от их публикации или за целенаправленное их составление. | Блокировка от 31 дня/Перманентная блокировка аккаунта/Черный список проекта.
40|Key=
41|Key=2 Положение об игровых аккаунтах:
42|Key=2.1 Запрещена передача/продажа аккаунта любым 3-им лицам. | Блокировка от 15 дней/Перманентная блокировка аккаунта/Черный список проекта/Обнуление всех персонажей на всех аккаунтах.
43|Key=2.2 Запрещено иметь более 1-го игрового/форумного аккаунта для одного игрока, если данная возможность используется для искусственного обогащения, обхода игровых систем/наказаний или преднамеренных нарушений. | Блокировка от 15 дней/Перманентная блокировка аккаунта/Черный список проекта/Обнуление всех персонажей на всех аккаунтах.
44|Key=2.3 Запрещено создание персонажа противоположного Вам пола. | Принудительная смена пола.
45|Key=2.4 Запрещено создание/удаление персонажа или использование созданных ранее персонажей в целях избежания наказания на основном персонаже или наказания в целом, а также для преднамеренных нарушений. | Блокировка от 31 дня/Перманентная блокировка аккаунта/Черный список проекта.
46|Key=2.5 Запрещено выдавать себя за администрацию сервера. | Блокировка от 31 дня/Перманентная блокировка аккаунта/Черный список проекта.
47|Key=2.6 Запрещено иметь "твинк" (второго персонажа) в криминальных организациях, если другой персонаж состоит в государственной структуре или в любой другой криминальной организации. | Warn на всех персонажей, состоящих во фракциях.
48|Key=2.7 Запрещено использование никнеймов:
49|Key=не соответствующих реально возможным имени и фамилии (в рамках РП модели);
50|Key=не соответствующих полу Вашего персонажа;
51|Key=содержащих в себе любое откровенно религиозное содержание, или оскорбительное в религиозном контексте содержание;
52|Key=содержащих в себе завуалированную/откровенную нецензурную брань и/или оскорбления;
53|Key=повторяющих существующие никнеймы игроков/администрации по написанию;
54|Key=не несущих в себе никакой смысловой нагрузки, например, являющихся несвязным набором букв;
55|Key=содержащих в себе уменьшительно-ласкательные формы имен/фамилий;
56|Key=содержащих в себе 2 и более повторяющихся подряд символов (за исключением уместных в написании транслитераций для "у" - лат. "oo" и "и" - лат. "ee";
57|Key=содержащих в себе более 2 букв верхнего регистра в имени и/или фамилии (искл. приставки к фамилиям, например, De, Mc, или двойные фамилии).
58|Key=За нарушение данного правила к игроку может быть применено наказание. | Принудительная смена никнейма/Вечный деморган до самостоятельной смены никнейма.
59|Key=2.8 При вступлении во фракцию/организацию от игрока могут потребовать сменить ник для соответствия лору и правилам данной фракции/организации.
60|Key=2.9 Запрещено использование ников и картинок в документах/фотографиях в телефоне/прочих медиа-вложениях в игре/профилях в любых модерируемых платформах, нарушающих правила сервера/проекта/УК РФ, в том числе порочащих честь и достоинство, содержащих нецензурную брань, нетолерантное отношение к любым социальным меньшинствам, религиозным группам, расам и национальностям, а также любые прямые/скрытые порнографические материалы. | Блокировка от 15 дней/Перманентная блокировка аккаунта/Черный список проекта.
61|Key=
62|Key=3 Положение об администрации:
63|Key=3.1 Формирование состава администрации сервера производится исключительно на субъективное усмотрение главной администрации проекта/сервера. Главная администрация не обязана предоставлять кому-либо административные привилегии, либо продолжать их предоставлять в случае нарушения данного положения администрацией, либо субъективного представления главной администрации о некорректности выполнения поставленных задач администрацией.
64|Key=3.2 Администрация не несет ответственности за утерянное имущество аккаунта в случае скачивания вами запрещенного софта, а также модов, тематических программ, взлома, обмана, невнимательности и т.п., а также любых действий, совершенных вручную с игрового аккаунта. Администрация может восстановить утраченное имущество в отдельных ситуациях, если это представляется возможным (включая, но не ограничиваясь условием, что данное имущество прямо или косвенно не взаимодействовало с другими игроками), но не берет на себя обязательств по восстановлению.
65|Key=3.3 Администрация не имеет права запрашивать у игрока пароль от аккаунта, данные для двухфакторной аутентификации, токены для сброса пароля.
66|Key=3.4 Администрация обязана уважительно относиться к игроку.
67|Key=3.5 Администрация является ООС персонажем в игровом мире, на нее не распространяются правила RolePlay и п. 2.7 данных правил.
68|Key=3.6 Администрация вправе отказать игроку в предоставлении каких-либо услуг/одолжений, нарушающих RP режим игры (выдача оружия, машин, денег и т.п.), а также информации, предназначенной исключительно для администрации проекта.
69|Key=3.7 Указанные в правилах проекта/сервера наказания являются ориентировочными. Администрация оставляет за собой право на выбор любого наказания за любое нарушение, ориентируясь на тяжесть содеянного, от отсутствия наказания или предупреждения до полной блокировки на всех серверах проекта. Если ориентировочное наказание за нарушение не указано, исключительное право наказать игрока, ориентируясь на тяжесть содеянного, остается за администрацией.
70|Key=3.8 Администрация имеет право наказать игрока в течение 3 дней, после совершенного игроком нарушения. Ограничение по времени может быть снято главной администрацией в случае грубых нарушений общего положения, положений об игровых аккаунтах и игровом имуществе.
71|Key=3.9 Администратор не может препятствовать или мешать RP процессу, кроме случаев, когда все игроки согласны прервать RP процесс для вмешательства администрации, либо случаев нарушения правил проекта/сервера в рамках RP процесса.
72|Key=3.10 Запрещен обман, оскорбление, неуважительное отношение, а также попытки дискредитации администрации проекта в любом виде. | Блокировка от 3 дней/Перманентная блокировка аккаунта/Черный список проекта.
73|Key=3.11 Запрещены шантаж, угрозы и клевета в сторону администрации. | Блокировка от 31 дня/Перманентная блокировка аккаунта/Черный список проекта.
74|Key=3.12 Запрещены любые попытки подкупа администрации. | Блокировка от 31 дня/Перманентная блокировка аккаунта/Черный список проекта.
75|Key=3.13 Запрещена запись разговоров/информации получаемой на обзвоне на лидера/хелпера (исключение: разрешение Главного Администратора). | Блокировка от 31 дня/Перманентная блокировка аккаунта/Черный список проекта.
76|Key=3.14 Запрещено вмешиваться в работу администрации сервера или создавать ей помеху. | Блокировка от 3 дней/Перманентная блокировка аккаунта/Черный список проекта.
77|Key=3.15 При подозрении на использование читов/софта или продажу/покупку игровых ценностей/аккаунтов за реальные деньги или их эквивалент, а также в других грубых нарушениях правил сервера/проекта/лицензионного соглашения, администрация имеет право предложить пройти проверку компьютера, при отказе игрок получает перманентную блокировку аккаунта.
78|Key=3.15.1 При проверке компьютера администрация может передавать файлы, в том числе исполняемые, для тщательной проверки файлов компьютера. Файлы не являются вредоносными, если игрок сомневается в легитимности файлов, то он может воспользоваться сервисом https://www.virustotal.com/
79|Key=3.16 Запрещена любая публикация/обнародование информации о проекте, игроках или другой администрации, а также личных переписок, технической или любой чувствительной в глазах главной администрации информации, полученной в составе администрации и способной навредить игрокам/администрации/проекту. | Черный список проекта.
80|Key=
81|Key=4 Положение об игровом имуществе:
82|Key=4.1 При покупке любого имущества/предметов/аренды(машин/организации и.т.п) администрация не несет ответственность за Ваш выбор, потраченные ресурсы не возвращаются.
83|Key=4.2 Запрещена продажа/попытка продажи игровой валюты или имущества, в т.ч. самого аккаунта за реальные деньги или какой-либо их эквивалент. | Перманентная блокировка аккаунта/Черный список проекта с обнулением аккаунта.
84|Key=4.3 Запрещена покупка/попытка покупки игровой валюты или имущества за реальные деньги или какой-либо их эквивалент. | Блокировка до обнуления персонажа.
85|Key=4.4 Запрещено передача и обмен имуществом между серверами. Данный процесс приравнивается к нарушению п. 4.2.
86|Key=4.5 Запрещено обогащение аккаунта (фарм денег) путем использования сторонних программ (боты/скрипты/читы и.т.п). | Блокировка от 3 дней/Перманентная блокировка аккаунта/Черный список проекта/Обнуление персонажа.
87|Key=4.6 Запрещен обход игровых систем (ограничение на цену домов и бизнесов; на продажу домов свыше х3 от гос. стоимости). | Блокировка от 15 дней/Перманентная блокировка аккаунта/Черный список проекта/Обнуление персонажа.
88|Key=4.7 Запрещена продажа имущества ниже его государственной стоимости (сумма указывается при продаже государству). | Блокировка от 15 дней/Перманентная блокировка аккаунта/Обнуление персонажа.
89|Key=4.8 Запрещено, имея бизнес, заходить в игру только для оплаты его налога или не заходить в игру более 31 дня. | Обнуление бизнеса.
90|Key=4.9 Запрещено иметь более 1-го дома/бизнеса на аккаунте на одном сервере. | Обнуление превысившего норму имущества.
91|Key=4.10 Запрещен обман/развод игроков на какое-либо имущество/деньги в любом из его проявлении, включая любые "пирамиды" (схемы Понци), советы по ставкам в казино за процент от победы и аналогичные схемы, но не ограничиваясь ими. Попытка нарушения может повлечь за собой аналогичное наказание. | Перманентная блокировка персонажа/Перманентная блокировка аккаунта/Черный список проекта/Обнуление персонажа.
92|Key=4.11 При покупке любого дома/квартиры/бизнеса от государства обязательно вести видеофиксацию факта покупки и предшествующих этому факту 5 минут, и хранить его в течение 14 дней. В случае, если у администрации возникнет повод для блокировки аккаунта игрока из-за неестественной скорости покупки имущества после его "слета", то заявки на обжалование наказаний без предоставления видеофиксации всех купленных домов за прошедшие 14 дней рассматриваться не будут.
93|Key=4.12 В случае получения виртуальной валюты или имущества, происхождение которых игроку неизвестно, он обязан немедленно сообщить администрации о поступлении денег на счёт или имущества в распоряжение.
94|Key=4.13 Запрещена покупка и продажа, а также хранение гос. брони в личном авто, дома и в инвентаре, на складе организации/офиса. | Блокировка от 15 дней/Обнуление персонажа.
95|Key=4.14 Запрещены любые виды кредитования (под процент, без процента, "в долг"), ростовщичества между игроками. | Блокировка от 30 дней/Обнуление персонажа/Черный список проекта.
96|Key=
97|Key=5 Положение о чатах:
98|Key=5.1 Общепризнанный язык сервера – русский. Общение в IC чатах во всех RolePlay ситуациях обязательно должно проходить исключительно на русском языке. | Предупреждение/Мут от 30 минут.
99|Key=5.2 Запрещен CapsLock. | Мут от 30 минут.
100|Key=5.3 Запрещен MG (MetaGаming) - использование OOC информации в IC. | Мут от 120 минут/Деморган от 30 минут.
101|Key=5.4 Запрещены любые формы оскорблений, издевательств, расизма, национализма, дискриминации, религиозной враждебности, сексизма в OOC чатах. | Мут от 180 минут/Деморган от 120 минут/Блокировка от 5 дней.
102|Key=5.4.1 Запрещены любые формы расизма, национализма, экстремизма, призывов к экстремизму или связанных с этим лозунгов, религиозной враждебности в любых чатах. | Мут от 180 минут/Блокировка от 5 дней.
103|Key=5.4.2 Оскорбления, происходящие в IC чатах, которые не относятся явно к РП ситуации, либо явно/неявно адресованные к игроку, а не к его персонажу, трактуются и наказываются как OOC оскорбление. Суждение конкретных высказываний остается исключительным правом администрации и не подлежит обжалованию. | Мут от 180 минут/Деморган от 120 минут.
104|Key=5.5 Запрещено оскорбление/косвенное/завуалированное упоминание кровных родных вне зависимости от чата (IC или OOC). | Блокировка от 15 дней.
105|Key=5.5.1 Запрещено оскорбление/косвенное/завуалированные упоминание любых близких игроку людей в OOC контексте. | Блокировка от 15 дней.
106|Key=5.6 Запрещен флуд - 3 и более повторяющихся сообщений от одного и того же игрока. | Мут от 60 минут.
107|Key=5.7 Запрещен транслит. | Предупреждение/Мут от 30 минут.
108|Key=Исключение: Отсутствие возможности установки русской раскладки в связи с проживанием в странах за пределами СНГ.
109|Key=5.8 Запрещено злоупотребление знаков препинания и прочих символов. Например: «???????», «!!!!!!!». | Мут от 30 минут.
110|Key=5.9 Запрещены оскорбления/действия порочащие честь и достоинства несущие в себе подтекст сексуального характера. Например: "дырка", "шмара", "ведро" и т.д. | Мут от 120 минут/Деморган от 120 минут.
111|Key=5.10 Запрещено использование смайлов в IC чат кроме тех, которые предусмотрены системой, а именно: «)», «(», «XD». | Мут от 30 минут.
112|Key=5.11 Запрещена завуалированная/открытая провокация и агрессия в сторону администраторов. | Мут от 120 минут/Блокировка от 5 дней.
113|Key=5.12 Голосовой чат является IC чатом. Запрещена любая ООС информация в голосовой чат. | Мут от 120 минут/Деморган от 30 минут.
114|Key=5.13 Запрещено использовать неправильно настроенный микрофон с чрезмерным усилением, фоном, шипением и т.п. | Мут от 60 минут.
115|Key=5.14 Запрещено издавать громкие или мешающие звуки. | Мут от 30 минут.
116|Key=5.15 Запрещено использовать программы для изменения голоса. | Мут от 60 минут.
117|Key=5.16 Запрещено включать микрофон не по назначению. Например: включить и молчать. | Предупреждение/Мут от 30 минут.
118|Key=5.17 Запрещено прямое или завуалированное употребление оскорбительных слов на букву "П", "нигер" и "даун". Наказание может быть значительно увеличено, если нарушение совершено при медиа-партнере проекта. | Мут от 120 минут/блокировка от 1 дня/ЧС проекта.
119|Key=5.18 Запрещено использование сторонних программ для воспроизведения звуков через микрофон без отыгровок. | Мут от 60 минут.
120|Key=5.19 Запрещен переход на OOC общение в голосовом чате в любой RolePlay ситуации ("Говоря по эльфийски", "Говоря по OOC", "Жди ЖБ на форум", "Отлетаешь" и т.п.). Для OOC общения используется /b чат. Переходить на OOC общение разрешается только в случае, если все присутствующие не участвуют в RolePlay ситуации, только после прямого вопроса о восприятии OOC информации и прямого согласия всех присутствующих. | Мут от 120 минут/Деморган от 60 минут.
121|Key=5.20 Запрещены коммуникации, подразумевающие IC действия или последствия, в OOC чатах (/b, /fb и т.п.) | Приравнивается к MG.
122|Key=5.21 Разрешена отыгровка в голосовой чат тяжело раненного человека. (Нокнутое состояние)
123|Key=5.22 Запрещено использование специальных возможностей не по назначению и людьми, не нуждающимся в нем, например, для ухода от РП ситуаций. | Блокировка от 30 дней.
124|Key=5.23 Запрещены записки/фотографии в документах/картинки/музыка в бумбоксе/прочие медиа-вложения, доступные в игре, в которых присутствует в любом виде виде нарушение правил сервера (оскорбления/упоминание родных, оскорбление нации/расизм и т.д.) | Наказание в соответствии с нарушенным пунктом правил.
125|Key=
126|Key=6 Правила RolePlay процесса:
127|Key=6.1 Запрещено поведение, нарушающее RolePlay режим игры.
128|Key=6.2 Запрещен NonRp Drive - вождение т/с в неправдоподобной манере. Например: езда по встречной полосе с созданием ДТП., езда по просёлочной местности/горам на легковых автомобилях/мотоциклах, намеренное создание аварийной ситуации, езда на т/с с дымящимся двигателем, заезд за ограничительные столбики. | Деморган от 10 минут.
129|Key=При ДТП необходимо отыгрывать состояние персонажа, а также срабатывания систем безопасности автомобиля (ремни/подушки безопасности/каркас безопасности) учитывая тяжесть ДТП. Отыгровка ДТП в голосовой чат запрещена.
130|Key=6.3 Запрещен DB (DriveBy) - намеренное убийство/нанесение урона/таран без веской IC причины на любом виде транспорта, а также постоянное сбивание на любом виде транспорта с целью не дать подняться вне зависимости от причины. | Деморган от 30 минут.
131|Key=6.4 Запрещен RK (Revenge Kill) - убийство игрока с целью мести, возвращение на место смерти в течение 15 минут. | Деморган от 20 минут.
132|Key=6.4.1 Запрещено нарушение NLR (New Life Rule) - после смерти персонажа, он забывает последние 15 минут своей жизни, а также то, что привело к смерти, и не может использовать данную информацию. | Деморган от 60 минут.
133|Key=6.5 Запрещен TK (Team Kill) - убийство/нанесение урона членам своей или союзной фракции, организации без IC причины. | Деморган от 30 минут.
134|Key=6.6 Запрещен SK (Spawn Kill) - убийство/нанесение урона на титульной территории любой фракции/организации, на месте появления игрока, а также на выходе из закрытых интерьеров и вокруг них. | Деморган 120 минут и warn.
135|Key=Исключение: Проезд мимо, пуш титульного района.
136|Key=6.7 Запрещен PG (PowerGaming) - присвоение свойств персонажу, не соответствующих реальности, отсутствие страха за свою жизнь. | Деморган от 30 минут.
137|Key=Примечания:
138|Key=Запрещено продолжать движение на т/с, если Вас обогнали и создали препятствие дальнейшему пути;
139|Key=Запрещено продолжать движение на т/с, если по Вам ведут огонь более ~30 секунд;
140|Key=Один сотрудник силовой структуры, находящийся при исполнении и в полном бронежилете, может оказать сопротивление двум игрокам, не состоящим в силовых структурах;
141|Key=Один персонаж, не являющийся сотрудником силовой структуры, может оказать сопротивление одному сотруднику силовой структуры.
142|Key=6.8 Запрещен MG (MetaGaming) - использование ООС информации, которую Ваш персонаж никак не мог получить в IC. | Деморган от 30 минут/Блокировка от 1 дня.
143|Key=6.9 Запрещен DM (DeathMatch) - убийство/нанесение урона без веской IC причины. | Деморган от 30 минут.
144|Key=6.10 Запрещен CK (Character Kill) - RP-убийства персонажей (полная ликвидация из RP-мира).
145|Key=Примечания:
146|Key=CK разрешен только в том случае, если он сделан с целью ликвидации информации у человека, который ей владеет. При этом должна быть оформлена РП ситуация в соответствующем разделе на форуме. Если РП ситуация одобрена, то игрок будет обязан сменить Имя_Фамилию, в некоторых случаях и внешность.
147|Key=FCK - фракционное CK разрешено с целью ликвидации информации у человека, который ей владеет. После этого человек не имеет права вернуться в организацию без смены никнейма в том числе распоряжаться той информацией, которой владел до совершения ФЦК. Допускается производить без РП ситуации.
148|Key=6.11 Запрещен захват, а также нападение на здания Government, FIB, NEWS, LSPD, EMS, LSSD. | Деморган 120 минут и warn всем участникам захвата.
149|Key=Исключение: согласие всех сторон или куратора фракции/главного следящего за гос. структурами.
150|Key=6.12 Запрещен стримснайп - использование игровой информации, которая была получена на трансляции другого игрока проекта или целенаправленное преследование игрока, ведущего трансляцию. | Блокировка от 3 дней.
151|Key=6.13 Запрещена любая блокировка въездов/выездов, проходов, дверей без IC причины. | Kick/Деморган от 60 минут.
152|Key=6.13.1 Запрещено использование любых предметов с коллизией (грили, палатки и т.п.) с целью блокировки проходов/проездов/создания помех движению. | Удаление предмета/Kick/Деморган от 60 минут.
153|Key=6.14 Запрещена любая форма аморальных действий сексуального характера в сторону игроков. | Деморган от 60 минут/Блокировка от 1-го дня.
154|Key=6.15 Разрешается отыгрывать действия /me, а также действия /do от 1-го лица в будущем времени в голосовой чат. (Отыгрывать так, как Вы бы написали командой запрещено)
155|Key=Пример: "Сейчас я протяну руку к своему поясу, достану наручники и закую Вас в них" (/me);
156|Key=Пример: "В моем правом верхнем кармане пиджака находится ручка" (/do).
157|Key=Примечание: В случае, если отыгровка /do подразумевает ответ на нее от другого (других) игрока, ответ должен быть дан в том-же чате, что и первичная отыгровка.
158|Key=Пример: на вопрос заданные в текстовом чате о наличии ссадин на лице человека (/do Есть ли наблюдаемые ссадины на лице человека напротив?), ответ должен быть в текстовом чате (/do Ссадин нет, есть небольшой шрам на левой щеке.).
159|Key=6.16 Запрещена провокация ("байт") сотрудников гос. организаций для развлечения. | Деморган от 60 минут.
160|Key=6.17 Запрещено запихивать игроков в багажник т/с без веской IC причины (исключительно в рамках похищения), а также с целью развлечения. | Деморган от 20 минут.
161|Key=6.18 Запрещены отыгровки в свою пользу. Например: потеря сознания при задержании, документы оставленные дома. | Предупреждение/Блокировка от 3 дней.
162|Key=6.19 Запрещено лутерство - поднятие вещей выпавших в ходе перестрелки, в которой Вы не принимали участие, а также поднятие оружия/боеприпасов в момент ведения огня по Вам. | Деморган от 20 минут.
163|Key=6.20 Запрещено добивать человека, который находится в "нокнутом" состоянии. | Деморган от 30 минут.
164|Key=Исключение: Членам криминальных организаций разрешено добивать сотрудников гос. структур.
165|Key=6.21 Запрещено брать со склада больше, чем разрешил лидер/заместитель. Данное действие расценивается как "слив склада". | Блокировка 31 день.
166|Key=6.22 Запрещен обман в /do, даже если это в дальнейшем негативно на Вас скажется.
167|Key=Запрещено спрашивать в /do о принадлежности к какой-либо организации.
168|Key=6.23 Запрещен уход от РП. Например: эвакуация автомобиля для избежания обыска, отказ от отыгровки ситуации и т.п. | Деморган от 240 минут/Блокировка от 10 дней.
169|Key=6.24 Запрещено занимать рабочий (инкассаторы, такси, тягачи дальнобойщиков и т.д.), арендованный транспорт и находиться в нем в AFK. | Slap/Kick/Деморган от 20 минут.
170|Key=6.25 Запрещено вставать в AFK на дорогах, проходах, входах/въездах и т.д.
171|Key=6.26 "Правило первого отката" - игрок имеет право на один откат ситуации без согласия второй стороны, если им был нанесен незначительный урон без оружия или была допущена незначительная ошибка при написании команд /me /do. Злоупотребление этим правилом повлечет за собой | Деморган от 30 минут.
172|Key=6.27 Запрещено использовать команду /try более одного раза на каждый игровой момент. | Предупреждение/Мут от 30 минут/Деморган от 20 минут.
173|Key=Пример:
174|Key="/me начал взламывать замок"
175|Key="/try взломал замок | Неудачно."
176|Key=Повторно прописывать команду /try на эту ситуацию запрещено. Разрешается придумать следующую смежную отыгровку, например:
177|Key="/me достал пистолет"
178|Key="/do Пистолет в руке."
179|Key="/me выстрелил из пистолета по замку"
180|Key="/try сломал замок выстрелом | Удачно."
181|Key=6.28 Запрещается использовать фракционный или рабочий транспорт не для занятий фракционной или рабочей деятельностью соответственно (работы, контракты и т.п.). | Деморган от 30 минут.
182|Key=6.29 Запрещено убивать/грабить/похищать сотрудников EMS, водителей и пассажиров автобусов и такси, пожарных и механиков (в рабочее время/во время вызовов), а также вызывать их с целью криминальных действий в их отношении. | Деморган 120 минут.
183|Key=6.30 В период проведения выборов на пост губернатора штата разрешена любая агитация, за исключением черной агитации.
184|Key=Исключение: Агитация полностью запрещена в специально отведенной зоне на территории Мэрии, а также прилегающей к ней территории (см. спойлер ниже).
185|Key=Спойлер: зона запрещенная для агитации6.31 Все связанное с криминалом, а именно: ограбления, похищения, захват в заложники, теракты и прочие действия, которые влекут за собой нарушение законов штата, должны сопровождаться использованием маски. | Деморган от 30 минут.
186|Key=Исключение: самооборона, IC конфликт двух игроков.
187|Key=Примечание: на территории гетто разрешен любой криминал без маски.
188|Key=
189|Key=7 Платформы:
190|Key=7.1 Для выдачи наказаний администрация может использовать материал, полученный на любой из перечисленных платформ, а именно:
191|Key=Игровые сервера проекта
192|Key=Форум проекта
193|Key=Discord канал проекта, а также discord каналы внутриигровых организаций и группировок
194|Key=Личные сообщения между игроком и администратором
195|Key=Комментарии в любой из соц. сетей проекта
196|Key=Фото/видео материалы игроков проекта на любой из доступных хостинговых платформ (Twitch, Youtube, Imgur и т.п.)
197|Key=7.2 Личные сообщения между игроками не входят в зону модерации администрацией.
198|Key=Исключение: личные сообщения лидер → игрок, лидер ⇆ лидер.
199|Key=7.3 Администратор имеет право выдать наказание, учитывая все действующие правила проекта.
200|Key=7.4 Разрешено использовать только видеозаписи/скриншоты полученные от Вашего лица. Предоставлять материал от третьего лица разрешено только с одобрением владельца материала. В случае оскорбления родителей и других грубых нарушений правил одобрение от 3-го лица не требуется. Право на определение нарушения как грубого остается исключительным правом администрации.
201|Key=7.5 Для выдачи наказаний за нарушение общих положений, а также положений об аккаунте и имуществе, администрация имеет право использовать любые доказательства, в т.ч. полученные за пределами модерируемых платформ.
202|Key=7.6 Игрок и администрация обязуются соблюдать правила всех платформ проекта, которые они используют.
